Repository: kohmsaravanan1978/ccdb
Catalog: ccdb/contracting/locale/*/LC_MESSAGES/django.po
Languages: de

source: in realisation
de: in Realisierung

source: active
de: aktiv

source: accounting paused
de: Abrechnung pausiert

source: terminated
de: gekündigt

source: ended
de: ausgelaufen

source: search
de: Suche

source: valid from
de: gültig von

source: valid till
de: gültig bis

source: termination date
de: Kündigungsdatum

source: valid_from
de: gültig ab

source: valid_till
de: gültig bis

source: leave empty when if you it should be valid as long as the contract is valid
de: Leer lassen, falls Vertragsposten bis zum Ende der Vertragslaufzeit gültig sein soll

source: Customer with customer number {} does not exist
de: Kunde mit Kundennummer {} existiert nicht

source: customer SEPA information requirements are not met. Can not enable SEPA for this contract
de: SEPA informationen für diesen Kunden sind unvollständig. SEPA kann nicht aktiviert werden

source: contract {} differs from collective invoice
de: Vertrag {} unterscheidet sich von Sammelrechnung

source: A not realized contract must not have enabled accounting
de: Ein nicht realisierter Vertrag darf die Abrechnung nicht aktiviert haben

source: When there is a termination date set, there must be a contract end date
de: Fall ein Kündigungsdatum existiert, muss es auch ein Vertragsende geben

source: contract valid from date must before valid till
de: Vertragssstart muss vor dem Vertragsende liegen

source: contract "{}" (pk={}) item have conflicting value. (Error is: {})
de: Vertragsposten "{}" (pk={}) hat wiedersprüchliche Werte. (Fehler war: {})

source: no delivery
de: keine Zustellung

source: via mail
de: via E-Mail

source: not started
de: nicht gestartet

source: accounting deactivated
de: Abrechnung deaktiviert

source: undefined
de: undefiniert

source: customer number
de: Kundennummer

source: contract number
de: Vertragsnummer

source: customer reference
de: Kundenreferenz

source: minimum contract duration
de: Mindestvertragslaufzeit

source: notice period
de: Kündigungsfrist

source: automatic extension
de: automatische Verlängerung

source: accounting period
de: Abrechnungszeitraum

source: comment
de: Kommentar

source: sepa enabled
de: SEPA aktiviert

source: collective invoice
de: Sammelrechnung

source: is realized
de: ist realisiert

source: accounting enabled
de: Abrechnung aktiv

source: invoice delivery
de: Rechnungszustellung

source: contract
de: Vertrag

source: contracts
de: Verträge

source: alternativ delivery contact
de: alternativer Zustellungskontakt

source: contract client
de: Mandant

source: contract clients
de: Mandanten

source: A contract with mixed 0% and not 0% vat is not allowed
de: Ein Vertrag mit einer Mischung aus 0% und nicht-0% Vertragsposten ist nicht erlaubt

source: valid from date must be after valid from date of the contract
de: gültig von muss nach dem start des Vertrags liegen

source: valid till date of the contract must be after valid till date
de: gültig bis Wert des Vertrags muss nach dem gültig bis Wert des Vertragsposten sein

source: consistency error: contract item has invalid type
de: Konsistenzfehler: Vertragsposten hat ungültigen Typ

source: valid from date must before valid till
de: gültig-von-Wert muss nach gültig-bis Wert sein

source: only full cent prices are supported
de: Nur volle Centbeträge werden unterstützt

source: once
de: einmalig

source: recuring_fixed
de: wiederkehrend fest

source: recuring_variable
de: wiederkehrend variable

source: unknown
de: unbekannt

source: planed
de: geplant

source: customer description
de: Kundenbeschreibung

source: contract item type
de: Vertragspostentyp

source: cost center
de: Kostenstelle

source: net price
de: Nettopreis

source: KPI value kva
de: KPI Wert kva

source: KPI value kwh
de: KPI Wert kwh

source: KPI value sqm
de: KPI Wert sqm

source: KPI value type
de: KPI Wert type

source: contract_item_singular
de: Vertragsposten

source: contract_item_plural
de: Vertragsposten

source: customer
de: Kunde

source: contract name
de: Vertragsname

source: Unknown customer
de: Unbekannter Kunde

source: contract item name
de: Vertragspostenname

source: description
de: Beschreibung

source: activate contract
de: Vertrag aktivieren

source: activate
de: aktivieren

source: The contract will activated and the accounting will start according to the contract start/end dates.
de: Der Vertrag wird aktiviert und die Abrechnung anhand der Vertragsdaten gestartet.

source: history
de: Historie

source: all objects
de: Alle Objekte

source: contract list
de: Vertragsliste

source: create_contract
de: Vertrag erstellen

source: attention
de: Achtung

source: This form will change all %(contract_item_count)s positions of the contract
de: Dieses Formular ändert ALLE %(contract_item_count)s Positionen des Vertrags

source: migrate contract
de: Vertrag umstellen

source: direct link to
de: direkter Link zu

source: contract_item_type
de: Vertragsposten Typ

source: accounting_period
de: Abbrechnungsintervall

source: month
de: Monat

source: net_price
de: Nettopreis

source: billing_data
de: Billing Daten

source: Contract is not yet realized. Verify contract data and activate it to start accounting
de: Vertrag ist noch nicht realisiert. Vertragsdaten prüfen und Vertrag aktivieren um die Abrechnung zu starten

source: Accounting for this contract is disabled
de: Abrechnung ist für diesen Vertrag deaktiviert

source: RZM/GNOM technical docs
de: RZM/GNOM technische Doku

source: client
de: Mandant

source: RZM master data
de: RZM Stammdaten

source: summary
de: Zusammenfassung

source: Easybill data are loaded
de: Easybill Daten sind geladen

source: Easybill data are only loaded on request
de: Easybill Daten werden nur auf Anfrage geladen

source: load now
de: jetzt laden

source: Easybill master data entry
de: Easybill Stammdateneintrag

source: RZM CRM entry is missing
de: RZM CRM Eintrag fehlt

source: setup invoice status
de: Setuprechnung Status

source: recurring invoice
de: wiederkehrende Rechnung

source: Easybill invoicing settings
de: Easybill Rechnungseinstellungen

source: alternative easybill address for THIS contract
de: Alternative Easybill Adresse für DIESEN Vertrag

source: Could not load alternative contact
de: Konnte alternativen Kontakt nicht laden

source: to
de: nach

source: standard customer invoice delivery address
de: Standard Rechnungsadresse

source: see
de: siehe

source: customer invoice delivery data
de: Kunden Rechnungsaddresse

source: contract is accounted on its own
de: Vertrag wird für sich selbst abgerechnet

source: contract is accounted with
de: Vertrag wird abgerechnet mit

source: rules for recurring collective invoice
de: Regeln für wiederkehrende Sammelrechnungen

source: valid
de: gültig

source: contract start
de: Vertragsstart

source: contract end
de: Vertragsende

source: contract items
de: Vertragsposten

source: recurring items
de: wiederkehrende Posten

source: usage-dependent
de: verbrauchsabhängig

source: migrate positions
de: Positionen umstellen

source: canceled at
de: gekündigt am

source: earliest contract end
de: frühestes Vertragsende

source: next cancelation date
de: nächster Kündigungstermin

source: next possible contract end
de: nächstes mögliches Vertragsende

source: minimum duration
de: Mindestlaufzeit

source: months
de: Monate

source: invoicing data
de: Rechnungsdaten

source: street
de: Straße

source: zip code
de: Postleitzahl

source: city
de: Stadt

source: address suffix 1
de: Adresszusatz 1

source: address suffix 2
de: Adresszusatz 2

source: invoice mail
de: Rechnungsmail

source: SEPA is confirmed
de: SEPA ist bestätigt

source: SEPA account owner
de: SEPA Accountinhaber

source: SEPA bank BIC
de: SEPA BIC

source: SEPA bank IBAN
de: SEPA IBAN

source: SEPA reference
de: SEPA Referenz

source: history start
de: Historie start

source: changed
de: geändert

source: created
de: erstellt

source: ... and more
de: ... und mehr

source: %(field)s <span class="text-bold">changed from</span> %(from)s <span class="text-bold">to</span> %(to)s
de: %(field)s <span class="text-bold">geändert von</span> %(from)s <span class="text-bold">in</span> %(to)s

source: contract files
de: Vertragsdateien

source: setup invoice was before Easybill
de: Setuprechung war vor der Einführung von Easybill

source: setup invoice is 0€
de: Setuprechnung hat 0€

source: no setup invoice
de: keine Setuprechnung

source: no setup cost contract items
de: keine Vertragsposten für Setup

source: there are local changes not synced to easybill
de: Es existieren lokale Änderungen, die noch nicht nach Easybill synchronisiert wurden

source: invoice not yet synced
de: Rechnung noch nicht synchronisiert

source: no extra consumption {} - {}
de: kein Mehrverbrauch {} - {}

source: there are inconsistent data on easybill!
de: Es existieren inkonsistente Daten auf Easybill!

source: remote easybill customer differs!
de: Easybill Kunde unterscheidet sich

source: remote easybill customer does not exist!
de: Easybill Kunde existiert nicht

source: Could not fetch data from RZM
de: Konnte Daten von RZM nicht abrufen

source: customer synchronized
de: Kunde synchronisiert

source: recurring invoice syncronized
de: wiederkehrende Rechnung synchronisiert

source: setup invoice already exists
de: Setuprechnung existiert bereits

source: setup invoice created
de: Setuprechnung erstellt

source: RZM is not available!
de: RZM ist nicht verfügbar

source: Action not set!
de: Aktion ist nicht definiert!

source: Contract {} is now active and will be accounted
de: Vertrag {} ist jetzt aktiviert und wird abgerechnet
